[{"foto":"https://satujiwa.ubaya.ac.id/home/index.php/uploads/news/4.1.jpg","judul":"Ayo Berkontribusi di Gerakan #SatuJiwa #SatuUBAYA #UBAYAforIndonesia","detail":"Gerakan #SatuJiwa #SatuUBAYA #UBAYAforIndonesia untuk membantu keluarga UBAYA terdampak Covid-19 melalui no. rekening BCA 088 643 2393 Cabang Darmo Surabaya a.n. Yayasan Universitas Surabaya"},{"foto":"https://satujiwa.ubaya.ac.id/home/index.php/uploads/news/29.1.jpg","judul":"LIFE HITS HARD TO SOME PEOPLE","detail":"But surviving this pandemic is not just about health protocols. The slowing down of economic has taken its toll and recession is no longer lurking but is happening now! We need to help other people so we can weather this storm together. An article by Dean Faculty of Engineering UBAYA Eric Wibisono, ST, M.Eng., Ph.D. (photo: marketwatch)"},{"foto":"https://satujiwa.ubaya.ac.id/home/index.php/uploads/news/28.1.jpg","judul":"SatuJiwa Serahkan Uang Duka Dr. Budi Hartanto, S.T., M.Sc.","detail":"SatuJiwa UBAYA menyerahkan uang duka Ketua Jurusan Teknik Informatika Universitas Surabaya (UBAYA) alm. Bapak Dr. Budi Hartanto, S.T., M.Sc kepada isteri beliau, Ibu Yisia, Senin (10/8/2020)."},{"foto":"https://satujiwa.ubaya.ac.id/home/index.php/uploads/news/25.1.jpg","judul":"Rektor UBAYA Serahkan Rp10,5 Miliar Beasiswa Peduli Covid-19 Tahap 1","detail":"Berkomitmen dan peduli agar calon mahasiswa dan mahasiswa jangan sampai putus kuliah, ke depan rektorat serta yayasan UBAYA terus siapkan beraneka beasiswa dan tunjangan belajar untuk semua. Bagi lulusan SMA/SMK/MA yang benar-benar membutuhkan subsidi dana studi tahun ini, jangan tunda atau berhenti kuliah karena Covid-19"},{"foto":"https://satujiwa.ubaya.ac.id/home/index.php/uploads/news/22.1.jpg","judul":"Terima Kasih kepada Semua, Kontribusi Datang dari Berbagai Penjuru Angin","detail":"Sebutir beras akan memengaruhi timbangan. Malam ini pukul 21.42 WIB, beberapa jam sejak peresmian gerakan kemanusiaan terbesar UBAYA SatuJiwa Satu UBAYA, UBAYA for Indonesia tadi pagi, Kamis (2/7/2020), dashboard kontribusi di back end sistem informasi admin SatuJiwa menunjukkan angka Rp104 juta."},{"foto":"https://satujiwa.ubaya.ac.id/home/index.php/uploads/news/21.1.png","judul":"Liputan Suara Surabaya dan Jawa Pos: SatuJiwa Bantu Terdampak Covid-19","detail":"Sejumlah media, seperti Suara Surabaya, Jawa Pos, dan Sindonews memberitakan peluncuran platform urun dana yang dikembangkan kampus swasta di Indonesia, SatuJiwa, satujiwa.ubaya.ac.id, Kamis (2/7/2020)"},{"foto":"https://satujiwa.ubaya.ac.id/home/index.php/uploads/news/5.1.jpg","judul":"The Spirit of Omni-Connectivity di Logo SatuJiwa Satu UBAYA","detail":"Semangat saling keterhubungan di manapun antar-keluarga UBAYA--mahasiswa, dosen, karyawan, pensiunan, alumni, keluarga UBAYA, dan masyarakat--di balik pembuatan logo SatuJiwa Satu UBAYA"}]